<?php
// 繁体中文语言文件
$lang = array(
    "service_terms" => "服務條款",
    "ensure_communication" => "為確保溝通的順暢與遵守相關法律法規，本服務條款特別強調以下幾點：",
    "communication_notice" => "1.用戶必須使用<b>境外/指定郵箱</b>通訊工具與Tony進行聯絡。任何通過<b>境內</b>通訊工具發起的聯絡，我們將不保證響應或服務",
    "termination_rights" => "2. 若用戶選擇使用<b>境內</b>通訊工具與Tony進行溝通，Tony有權根據情況決定是否回應，並保留<b>在不事先通知的情況下終止向相關用戶提供服務的權利。</b>",
    "problem_solving" => "3.根據統計數據分析，用戶在使用我們服務過程中遇到的問題，約有90%是由<b>用戶端</b>的設置或配置錯誤引起。在遭遇使用障礙時，用戶首先應嘗試<b>更新訂閱</b>來解決問題。此項動作在大多數情況下能夠有效地恢復服務正常使用。",
    "account_sharing_forbidden" => "4.<b>禁止共享賬戶。</b>為維持服務的安全性與公平性，Tony執行嚴格的日誌分析監控程序，旨在保證賬戶的個別使用。若經調查確認有賬戶共享行為，Tony將依據服務條款採取相應措施，包括但不限於暫停或終止向涉及用戶提供服務，以保護所有用戶的合法權利。我們同時要求所有用戶<b>遵守當地的法律法規。</b>",
    "welcome_back" => "歡迎回來,",
    "your_subscription_link" => "您的訂閱鏈接是：",
    "expiry_date" => "到期時間:",
    "agree" => "同意",
    "disagree" => "不同意",
    "note_token_reset" => "注:令牌每周一自動重置",
    "view_log" => "日誌查看",
    "reset_token" => "重置令牌",
    "contact_tony" => "聯絡Tony",
    "logout" => "退出",
    // 其他需要翻译的字符串...
);
?>
